{"inkVersion":20,"root":[[{"->":"stage1"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"stage1":[["^Судья: Тишина в зале.","\n","^Судья: Объявляется допрос ответчика.","\n","^Судья: Мистер Дэйн, каждое ваше слово может повлиять на исход событий. Будьте внимательны и честны в ответах. Все ясно?","\n","ev","str","^Да","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Нет","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Судья: Хорошо.","\n",{"->":"stage2"},{"#f":5}],"c-1":["\n","^Судья: Повторяю. Каждое ваше слово может повлиять на исход событий. Будьте внимательны и честны в ответах. Теперь ясно?","\n",["ev","str","^Да","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Нет","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"stage2"},"\n",{"#f":5}],"c-1":["\n","^Судья: Я не попугай столько повторять. Дальше.","\n",{"->":"stage2"},{"#f":5}]}],{"#f":5}]}],{"#f":1}],"stage2":[["^Судья: Вы обвиняетесь в незаконном использовании технологии \"DARS”, позволяющей скопировать данные с человеческого мозга на однокристальную систему. Также обвинение запрашивает аннулирование вашей лицензии на научные исследования.","\n","ev","str","^Перебить","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Продолжить слушать","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Лок: Впервые слышу об отзыве лицензии! Требую перерыв, чтобы я мог ознакомиться с материалами.","\n","^Судья: Если еще раз перебьете меня — наложу штраф за нарушение порядка в судебном заседании.","\n",{"->":"stage3"},{"#f":5}],"c-1":["^ ",{"->":"stage3"},"\n",{"#f":5}]}],{"#f":1}],"stage3":[["^Судья: В свою очередь, вы подали иск об оспаривании прав на интеллектуальную собственность DARS. Ваш защитник предоставил все необходимые документы. Вам понятны обстоятельства дела? Есть ли ходатайства?","\n","ev","str","^Да понятны.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Нет не понятны.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ Лок: Да, понятны. Ходатайств нет.","\n",{"->":"stage4"},{"#f":5}],"c-1":["\n","^Лок: Требую отложения дела для дополнительного ознакомления с материалами дела и обсуждения с защитником.","\n","^Судья: Ваша просьба отклонена.","\n",["ev","str","^По какой причине?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n","^Судья: Суд не обязан обосновывать свои решения по отдельным ходатайствам.","\n",{"->":"stage4"},{"#f":5}]}],{"#f":5}]}],{"#f":1}],"stage4":[["^Судья: У меня есть к вам пара вопросов.","\n","^Судья: В конце вашего последнего рабочего дня вы не активировали сигнализацию в лаборатории. По какой причине?","\n","ev","str","^Это не моя обязанность.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Я не был последним.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Лок: В мои обязанности не входит контроль за системой безопасности. Я учёный, а не цепной пес.","\n",{"->":"stage5"},{"#f":5}],"c-1":["\n","^Лок: Я не был последним. После меня в лаборатории оставалась Мелисса, моя коллега. Было бы странно включить сигнализацию, когда работа еще не окончена.","\n",{"->":"stage5"},{"#f":5}]}],{"#f":1}],"stage5":[["^Судья: Корпорация X требует лишить вас лицензии за незаконное использование DARS и нарушение этических норм и прав подопытных.","\n","^Судья: Вы можете это прокомментировать?","\n","ev","str","^“Спокойно”.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^“Раздражённо”.","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^“Робко”.","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n","^Лок: Ваша честь, технология DARS, говоря простым языком, позволяет скопировать функции мозга умершего человека и перенести в механическое тело.  Без согласия родственников это сделать невозможно. Директор департамента лично получал все необходимые документы.","\n",{"->":"stage6"},{"#f":5}],"c-1":["\n","^Лок: Ваша честь, все необходимые документы передавались директору департамента. Если он что-то потерял, то это его проблема, а не моя.","\n",{"->":"stage6"},{"#f":5}],"c-2":["\n","^Лок: Ваша честь, я сделал все возможное, чтобы мои файлы были в порядке. Может быть, я что-то пропустил, я не знаю, но у меня не было злого умысла.","\n",{"->":"stage6"},{"#f":5}]}],{"#f":1}],"stage6":[["^Судья: Свидетель обвинения утверждает, что вы регулярно грубо высказывались в отношении компании Х. Вы можете это прокомментировать?","\n","ev","str","^“Всё отрицать”.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^“Перевести тему”.","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^“Согласиться”.","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n","^Лок: Ваша честь, это неправда. Считаю, что на меня наговаривают.","\n","^Судья: У нас есть аудиозапись.","\n","^Лок: Даже если и так, это подделка.","\n","^Судья: Подлинность подтверждена экспертизой.","\n","^Лок: Тогда мне нечего сказать.","\n",{"->":"stage7"},{"#f":5}],"c-1":["\n","^Лок: Кто донес на меня?","\n","^Судья: Свидетель пожелал остаться анонимом. Отвечайте на вопрос.","\n","^Лок: Я отказываюсь от комментариев.","\n",{"->":"stage7"},{"#f":5}],"c-2":["\n","^Лок: Ваша честь, я против коммерциализации науки. Мои высказывания — лишь эмоции, не более.","\n","^Судья: Ваши высказывания работают против вас.","\n","^Лок: Прошу не оценивать их как что-то серьезное.","\n","^Судья: Это решать суду.","\n","^Судья: Ваши ответы записаны в протокол. Объявляю перерыв на 5 минут.","\n",{"->":"stage7"},{"#f":5}]}],{"#f":1}],"stage7":[["^Судья: Вынесение приговора. Иск со стороны подсудимого об оспаривании прав на интеллектуальную собственность в отношении корпорации X отклонен.","\n","^Судья: Обвинение в незаконном использовании технологии DARS удовлетворено.","\n","^Судья: Вы лишаетесь личной лицензии на проведение любых научных исследований, а также прав на использование технологии.","\n","^Судья: Вы хотите что-то добавить, обвиняемый?","\n","ev","str","^“Оскорбить судью”","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^“Сдержаться”","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Лок: Я подам апелляцию, засужу корпорацию и вас лично! Ублюдок!","\n","done",{"#f":5}],"c-1":["\n","^Лок: Нет, Ваша честь, мне нечего добавить. Разве что закопать свою гордость.","\n","done",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}