<b>Лок:</b> Да?
<b>Менеджер:</b> Алло, к тебе коробку через полчаса доставят. Написано, что сгорела проводка. Ну, как обычно всё.
<b>Лок:</b> Окей. Дедлайн есть?
<b>Менеджер:</b> Не знаю, он к нам в головной офис пришел с прикрепленным чеком. Ничего больше не говорили.
<b>Лок:</b> Странно. Что мне с ним потом делать? Починить и ждать, когда явятся за ним?
 <b>Менеджер:</b> Ой, ну деньги они дали - дали, значит, заберут когда-нибудь. Ну всё, давай, до скорого (кладёт трубку).
 <b>Лок:</b> Лучший начальник. Ладно, есть время сходить за проводами.